module.exports = {
  gameData: {
    0: {
      answer: 'готов',
      altText: 'Напиши "готов" для начал игры',
      text: [
        ['Отлично !'],
        ['Начанинаем... )'],
        ['Помнишь в какой году родилась Именница сегодняшнего дня ? )'],
      ],
    },
    1: { 
      answer: '1995',
      altText: 'Ооо...  Видимо 🍾 было не мало ))) Давай еще попробуем',
      text: [
        ['Отлично )))'],
        ['Ты на правильном пути'],
        ['В течении этого квеста ты тоже получишь приятный сюрприз 😁'],
        ['Следующий вопрос'],
        ['В каком городе рожилась именниннца ?)'],
      ],
    },
    2: {
      answer: 'киев',
      altText: 'Столица нашей старны 😁',
      text: [
        ['Верно )'],
        ['Продолжаем )'],
        ['Фото-загадка 😁'],
      ],
      photo: [
        ['https://www.fish-hook.ru/editable/users/2g/qh/pwshkeyo4ss0sos.jpg']
      ],
    },
    3: {
      answer: '34',
      altText: 'Давай смотреть внимательно )))',
      text: [
        ['Верно )'],
        ['Это было сложно...'],
        ['Далее загадка полегче 😁'],
        [`
Ты заглядываешь робко:
Что же это за коробка?
Неспроста тут бантик ярок,
Потому что в ней...
        `],
      ],
    },
    4: {
      answer: 'подарок',
      altText: 'Прочитай еще разок )',
      text: [
        ['Именно он )'],
        ['Его ты в скоре и получишь 🎁'],
        ['🎁 Спрятан он где-то у нас в квартире'],
        ['Намекнуть, где его искать - помогут следующие задания )'],
        ['Выполняй их... И скоро будешь держать приятный сюрприз 🎁'],
        ['Итак... Поехали )'],
        ['Сколько роз я тебе подарил  ?)'],
      ],
    },
    5: {
      answer: '49',
      altText: 'Можно пересчтитать )',
      text: [
        ['Угумс... А хотел 51 ))))'],
        ['А сколько шариков у нас в квартире ? )))'],
      ],
    },
    6: {
      answer: '14',
      altText: 'Можно пересчтитать )',
      text: [
        ['Угумс... Верно )))'],
        ['Я же говорил, что будет не сложно )'],
        ['Подарок скрыт по схеме, которая зашиврована в смайлах...'],
        ['Ищи там... )))'],
        ['На что указывают эти смайлы ? ))))'],
        ['🧚 🦷 🛏'],
      ],
    },
    7: {
      answer: 'хочу ещё',
      altText: 'Напиши "хочу ещё", если тебе этого мало )))',
      text: [
        ['Хм... Я смотрю вы девушка не простая )'],
        ['Ну тогда идём дальше )))'],
        ['Назови отчество моих родителей )))'],
        ['Мужского рода )'],
        ['Это не сложно... оно у них одинаковое )))'],
      ],
    },
    8: {
      answer: 'михалович',
      altText: 'ну...',
      text: [
        ['Отлично )'],
        ['Продолжаемс 😉'],
        ['какого цвета пакет, в которым мы собираем пластик, для переработки ? )'],
      ],
    },
    9: {
      answer: 'желтый',
      altText: 'посмотри )))',
      text: [
        ['Да ))))'],
        ['Сколько окон у нас на кухне ? )'],
        ['Вспоминай )'],
      ],
    },
    10: {
      answer: '4',
      altText: 'посмотри )))',
      text: [
        ['👍'],
        ['И снова верно )'],
        ['Усложним и проверим твою память )'],
        ['Как зовут главного героя сериала "Как я встретил вашу маму ?"'],
      ],
    },
    11: {
      answer: 'тэд',
      altText: 'Давай вспоминай )',
      text: [
        ['😉'],
        ['Маолодец )'],
        ['А как зову его любовь по сериалу ? )'],
      ],
    },
    12: {
      answer: 'робин',
      altText: 'Давай вспоминай )',
      text: [
        ['😊😉'],
        ['Да-да-да )))'],
        ['Не буду тебя томить....'],
        ['Да и времени особо небыло, чтобы напистаь больше сценаривев ))))'],
        ['Какое животное ты првезла мне из Будапешта ?)'],
      ],
    },
    13: {
      answer: 'ёжик',
      altText: 'Фигурка висит в машине )))',
      text: [
        ['Да... ))'],
        ['Найди его...'],
        ['И внимательно осмотри 😘'],
        ['😘'],
      ],
    },
    14: {
      answer: '5555',
      altText: 'Квест окончен. Нажми /start, чтобы начать с начала',
      text: [
        ['text...'],
        ['text...'],
      ],
    },
  }
}