// module.exports = {
//   gameData: {
//     0: {
//       answer: 'готов',
//       altText: 'Напиши готов, для початку гри',
//       text: [
//         ['Хееееей !!!! Привіт Іменинниця !'],
//         ['З Днем Народження !!! 🥳❤️'],
//         ['Ну що ж, почнемо квест за подарунком...'],
//         [`Що ти робила в момент коли було зроблено це фото ? )`],
//         ['https://drive.google.com/file/d/10qUgGnRLozFuWk25HHkelGeZUN-adVzm/view?usp=share_link'],
//       ],
//     },
//     1: {
//       answer: 'кульк',
//       altText: 'Підказка - працювала з повітрям)',
//       text: [
//         ['👍 Непоганий початок!'],
//         ['Йдемо далі !'],
//         ['Наступне питання буде з глибокого дитинства 😁'],
//         [`Чи памʼятаєш ти, яке слово в дитинстві ти говорила "по своєму" ?`],
//         [`Ану згадай )))`],
//       ],
//     },
//     2: { 
//       answer: 'шляпі',
//       altText: 'Добре, підкажу ))) На двох колесах )',
//       text: [
//         ['Саме так...'],
//         ['Ну а що... не так вже й легко придумувати цікаві питання'],
//         ['Особливо для розігріву'],
//         ['Додамо трошки гумору )'],
//         ['Що то таке в тебе на голові ? ))))'],
//         ['https://drive.google.com/file/d/1128hBP81tWuhtChdf_Ln85wgtwpTaYDa/view?usp=share_link']
//       ],
//     },
//     3: {
//       answer: 'корзин',
//       altText: 'Не сміши мене )))',
//       text: [
//         ['😂'],
//         ['🧺'],
//         ['На цьому місці пропоную підняти келихи )))'],
//         ['За здоровʼя іменинниці - 🥂'],
//         ['Коли будеш готова - напиши "далі", і ми продовжимо'],
//       ],
//     },
//     4: { 
//       answer: 'далі',
//       altText: 'Для продовження - напишіть "далі"',
//       text: [
//         ['Продовжуємо...'],
//         ['Задачка на памʼять )))'],
//         ['Чи памʼятаєш ти, які найулюбленіші цукерки твого дитинства ?'],
//       ],
//     },
//     5: { 
//       answer: 'фєля',
//       altText: 'Ні, давай на своєму - дитячому )',
//       text: [
//         ['Ну звістно ж... 🍬🍬🍬'],
//         ['Молодець, відгадала'],
//         ['Біжи за солоденьким до дверей'],
//         ['Напиши, що там тебе чекало ))))'],
//       ],
//     },
//     6: { 
//       answer: 'рафа',
//       altText: '...',
//       text: [
//         ['Смачноого )'],
//         ['Дуже швидко рухаєшся 😁'],
//         ['Будемо ускладнювати завдання 😁😁😁'],
//         ['Виріши завдання на зобреженні'],
//         ['https://factosvit.com.ua/wp-content/uploads/2018/06/Skilky-koshtuyut-frukty.jpg']
//       ],
//     },
//     7: {
//       answer: '7',
//       altText: 'Дивись уважніше',
//       text: [
//         ['Так )'],
//         ['Гадаю це було для тебе не важко )'],
//         ['В яку країну ти вперше полетіла з Катею ?'],
//         ['https://drive.google.com/file/d/1117Bs0gzYBhYNUqGiiI5BZfx-q4Zhqix/view?usp=share_link']
//       ],
//     },
//     8: {
//       answer: 'єгип',
//       altText: 'Дуже тепла країна',
//       text: [
//         ['Точно !'],
//         ['Гадаю тобі все сподобалось )))'],
//         ['Ну що ж...'],
//         ['Продовжуємо !'],
//         ['Питаня з гумором ))))'],
//         ['Лікар "ай болить" по зубам ))))'],
//       ],
//     },
//     9: {
//       answer: 'стомат',
//       altText: 'Ти на нього вчишся',
//       text: [
//         ['Відмінно !'],
//         ['Впевнена, що наші зуби будуть в надійних руках )'],
//         ['Бажаю тобі вивчитись на гарного ортодонта'],
//         ['Яка пухнаста морда радує тебе кожного ранку, та дратує Маркізу ?'],
//       ],
//     },    
//     10: { 
//       answer: 'лу',
//       altText: 'Тут підказок не треба... ))))',
//       text: [
//         ['https://drive.google.com/file/d/10sOtOB8vepwUJCC-9YX1awqDvF1aBV9D/view?usp=share_link'],
//         ['Угумс... ) 🐈'],
//         ['Я не міг про нього не згадати...'],
//         ['Прикольний малий 😉'],
//         ['Йдемо далі'],
//         ['Тепер згадай, як звали твою героїню у цьому фільмі'],
//         ['https://drive.google.com/file/d/10cq5ka4Eg9iPL8YSK4Dkw29LbReTK9qO/view?usp=share_link'],
//         ['https://drive.google.com/file/d/10z-UovwMAWV9LbcTRX46GSUgHMrnqFBF/view?usp=share_link'],
//       ],
//     },
//     11: { 
//       answer: 'бейк',
//       altText: 'Давай-давай. Згадуй, чи передивись фільм )',
//       text: [
//         ['Так... 😁'],
//         ['Знову вірно )))'],
//         ['А тепер час вирішити ребус )))'],
//         ['Сподіваюсь у тебе з ними все ок 😁😁😁'],
//         ['Після вирішення на тебе чекатиме подарунок'],
//         ['https://drive.google.com/file/d/11IFJQtKb1ZX8l1no9MCn-sogc-BLwZ4G/view?usp=share_link'],
//       ],
//     },
//     12: {
//       answer: 'маршм',
//       altText: 'Якщо не знаєш як воно назівається - віддай Каті )))',
//       text: [
//         ['Так... )'],
//         ['Точно !'],
//         ['Біжи за бонусом у свою кімнату 😁'],
//         ['Шукай на ліжку )'],
//         ['Як знайдеш напиши "далі"'],
//       ],
//     },
//     13: { 
//       answer: 'далі',
//       altText: 'Напиши "далі", щоб продовжити',
//       text: [
//         ['Продовжуємо...'],
//         ['Ти впевнено йдеш до головного подарунку ))))'],
//         ['Продовжуй у тому ж дусі'],
//         ['Відгадай загадку'],
//         [`В різних я казках буваю
//         І пригод багато маю.
//         Де ведмеді, там і ваша
//         Подружка — маленька ...`],
//       ],
//     },
//     14: {
//       answer: 'маша',
//       altText: 'Ну тут підказок не треба )))',
//       text: [
//         ['Саме так )'],
//         ['Ти молодець !'],
//         ['Швидко справилась'],
//         ['За це, нарешті, маєш отримати подарунок 🎁🎁🎁🎁🎁🎁'],
//         ['Він тебе чекає там, де чистиш те, що ти будеш лікувати, коли вивчишся )))'],
//         ['Біжи !!! )))'],
//       ],
//     },
//     15: {
//       answer: '...',
//       altText: 'Квест закінчився. Але ти можеш завжди пройти його знову ) Для цього напиши /start',
//       text: [
//         ['Саме так )'],
//         ['Ти молодець !'],
//         ['Швидко справилась'],
//         ['За це, нарешті, маєш отримати подарунок 🎁🎁🎁🎁🎁🎁'],
//         ['Він тебе чекає там, де чистиш те, що ти будеш лікувати, коли вивчишся )))'],
//         ['Біжи !!! )))'],
//       ],
//     },

//   }
// }

module.exports = {
  gameData: [
    {
      answer: 'готов',
      altText: 'Напиши готов, для початку гри',
      text: [
        ['Хееееей !!!! Привіт Іменинниця !'],
        ['З Днем Народження !!! 🥳❤️'],
        ['Ну що ж, почнемо квест за подарунком...'],
        [`Що ти робила в момент коли було зроблено це фото ? )`],
        ['https://drive.google.com/file/d/10qUgGnRLozFuWk25HHkelGeZUN-adVzm/view?usp=share_link'],
      ],
    },
    {
      answer: 'кульк',
      altText: 'Підказка - працювала з повітрям)',
      text: [
        ['👍 Непоганий початок!'],
        ['Йдемо далі !'],
        ['Наступне питання буде з глибокого дитинства 😁'],
        [`Чи памʼятаєш ти, яке слово в дитинстві ти говорила "по своєму" ?`],
        [`Ану згадай )))`],
      ],
    },
    { 
      answer: 'шляпі',
      altText: 'Добре, підкажу ))) На двох колесах )',
      text: [
        ['Саме так...'],
        ['Ну а що... не так вже й легко придумувати цікаві питання'],
        ['Особливо для розігріву'],
        ['Додамо трошки гумору )'],
        ['Що то таке в тебе на голові ? ))))'],
        ['https://drive.google.com/file/d/1128hBP81tWuhtChdf_Ln85wgtwpTaYDa/view?usp=share_link']
      ],
    },
    {
      answer: 'корзин',
      altText: 'Не сміши мене )))',
      text: [
        ['😂'],
        ['🧺'],
        ['На цьому місці пропоную підняти келихи )))'],
        ['За здоровʼя іменинниці - 🥂'],
        ['Коли будеш готова - напиши "далі", і ми продовжимо'],
      ],
    },
    { 
      answer: 'далі',
      altText: 'Для продовження - напишіть "далі"',
      text: [
        ['Продовжуємо...'],
        ['Задачка на памʼять )))'],
        ['Чи памʼятаєш ти, які найулюбленіші цукерки твого дитинства ?'],
      ],
    },
    { 
      answer: 'фєля',
      altText: 'Ні, давай на своєму - дитячому )',
      text: [
        ['Ну звістно ж... 🍬🍬🍬'],
        ['Молодець, відгадала'],
        ['Біжи за солоденьким до дверей'],
        ['Напиши, що там тебе чекало ))))'],
      ],
    },
    { 
      answer: 'рафа',
      altText: '...',
      text: [
        ['Смачноого )'],
        ['Дуже швидко рухаєшся 😁'],
        ['Будемо ускладнювати завдання 😁😁😁'],
        ['Виріши завдання на зобреженні'],
        ['https://factosvit.com.ua/wp-content/uploads/2018/06/Skilky-koshtuyut-frukty.jpg']
      ],
    },
    {
      answer: '7',
      altText: 'Дивись уважніше',
      text: [
        ['Так )'],
        ['Гадаю це було для тебе не важко )'],
        ['В яку країну ти вперше полетіла з Катею ?'],
        ['https://drive.google.com/file/d/1117Bs0gzYBhYNUqGiiI5BZfx-q4Zhqix/view?usp=share_link']
      ],
    },
    {
      answer: 'єгип',
      altText: 'Дуже тепла країна',
      text: [
        ['Точно !'],
        ['Гадаю тобі все сподобалось )))'],
        ['Ну що ж...'],
        ['Продовжуємо !'],
        ['Питаня з гумором ))))'],
        ['Лікар "ай болить" по зубам ))))'],
      ],
    },
    {
      answer: 'стомат',
      altText: 'Ти на нього вчишся',
      text: [
        ['Відмінно !'],
        ['Впевнена, що наші зуби будуть в надійних руках )'],
        ['Бажаю тобі вивчитись на гарного ортодонта'],
        ['Яка пухнаста морда радує тебе кожного ранку, та дратує Маркізу ?'],
      ],
    },    
    { 
      answer: 'лу',
      altText: 'Тут підказок не треба... ))))',
      text: [
        ['https://drive.google.com/file/d/10sOtOB8vepwUJCC-9YX1awqDvF1aBV9D/view?usp=share_link'],
        ['Угумс... ) 🐈'],
        ['Я не міг про нього не згадати...'],
        ['Прикольний малий 😉'],
        ['Йдемо далі'],
        ['Тепер згадай, як звали твою героїню у цьому фільмі'],
        ['https://drive.google.com/file/d/10cq5ka4Eg9iPL8YSK4Dkw29LbReTK9qO/view?usp=share_link'],
        ['https://drive.google.com/file/d/10z-UovwMAWV9LbcTRX46GSUgHMrnqFBF/view?usp=share_link'],
      ],
    },
    { 
      answer: 'бейк',
      altText: 'Давай-давай. Згадуй, чи передивись фільм )',
      text: [
        ['Так... 😁'],
        ['Знову вірно )))'],
        ['А тепер час вирішити ребус )))'],
        ['Сподіваюсь у тебе з ними все ок 😁😁😁'],
        ['Після вирішення на тебе чекатиме подарунок'],
        ['https://drive.google.com/file/d/11IFJQtKb1ZX8l1no9MCn-sogc-BLwZ4G/view?usp=share_link'],
      ],
    },
    {
      answer: 'маршм',
      altText: 'Якщо не знаєш як воно назівається - віддай Каті )))',
      text: [
        ['Так... )'],
        ['Точно !'],
        ['Біжи за бонусом у свою кімнату 😁'],
        ['Шукай на ліжку )'],
        ['Як знайдеш напиши "далі"'],
      ],
    },
    { 
      answer: 'далі',
      altText: 'Напиши "далі", щоб продовжити',
      text: [
        ['Продовжуємо...'],
        ['Ти впевнено йдеш до головного подарунку ))))'],
        ['Продовжуй у тому ж дусі'],
        ['Відгадай загадку'],
        [`В різних я казках буваю
        І пригод багато маю.
        Де ведмеді, там і ваша
        Подружка — маленька ...`],
      ],
    },
    {
      answer: 'маша',
      altText: 'Ну тут підказок не треба )))',
      text: [
        ['🥳'],
        ['Саме так )'],
        ['Ти молодець !'],
        ['Швидко справилась'],
        ['За це, нарешті, маєш отримати подарунок 🎁🎁🎁🎁🎁🎁'],
        ['Він тебе чекає там, де чистиш те, що ти будеш лікувати, коли вивчишся )))'],
        ['Біжи !!! )))'],
      ],
    },
    {
      answer: '...',
      altText: 'Квест закінчився. Але ти можеш завжди пройти його знову ) Для цього напиши /start',
      text: [
      ],
    },
  ]
}