module.exports = {
  gameData: {
    1: {
      answer: '1995',
      altText: 'Подумай еще... У тебя есть фуболка с этим числом )',
      text: [
        ['Совершенно верно !'],
        ['Идем дальше... )'],
        ['Добавим интерактива'],
        ['... ищи "жителя нашей квартиры", которого поселила твоя мама '],
        [`Интересно...  как быстро ты справишся с этим заданием 😁`, ],
        [`Внимательно осмотри его со всех сторон. Там должно быть кодое слово )`, 35]
      ],
    },
    2: { 
      answer: 'люблю',
      altText: 'Подсказка... Продолжи фразу за Ромой 😁  "Я тебя ..."',
      text: [
        ['И снова верно !', 0],
        ['Фото-квест 📷😁', 3],
        ['В каком городе было сделано следующее фото:', 7],
      ],
      photo: [
        ['https://github.com/RomanMorf/newyear_tg_bot/blob/master/assets/photo_1.jpg?raw=true', 10]
      ],
    },
    3: {
      answer: 'будапешт',
      altText: 'Подсказка... Раньше это были два одельных города )',
      text: [
        ['Отлично!'],
        ['Продолжаем...'],
        ['Скоро так и вопросы закончатся 😁'],
        ['Идем дальше )'],
        ['А это фото из какой страны:'],
      ],
      photo: [
        ['https://github.com/RomanMorf/newyear_tg_bot/blob/master/assets/photo_2.jpg?raw=true']
      ],
    },
    4: { 
      answer: 'египет',
      altText: 'Подсказка... Там жили фараоны )',
      text: [
        ['Молодец  😁'],
        ['До заветного подарка осталось совсем не много'],
        ['Следующая подсказка будет находиться на обратной стороне нашей первой совместной большой покупки... )'],
        ['Найти его - не составит для тебя труда'],
        ['Смотри внимательно...'],
      ],
    },
    5: { 
      answer: 'рома',
      altText: 'Подсказка... Талантливый разрабочик )))',
      text: [
        ['Конечно!'],
        ['Можешь его поцеловать😘'],
        ['Добавим не много хардкора 😎'],
        ['Ты на правильном пути... Давай 💪 !'],
        ['В этом задании тебе нужно будет что-то найти. И на нём будет следующая подсказка'],
        ['Вспомни МастерШеф... '],
        ['Включаем логику и поехали !'],
        ['Широко используется на Ближнем Востоке, Кавказе, Юге России, Балканах, севере Индии и в Пакистане'],
        ['И это у нас есть )))'],
      ],
    },
    6: { 
      answer: '178',
      altText: 'Не верно',
      text: [
        ['Супер !'],
        ['Ты ооочень быстро продвигаешся'],
        ['Теперь усложним задачу 😁'],
        ['Подсказка находится в месте, которое появилось у тебя совсем недавно.'],
      ],
    },
    7: {
      answer: '111',
      altText: 'Там много всякого блестящего... 😁',
      text: [
        ['Ну ты прям Шерлок Холмс...'],
        ['Хм... А вот к следующей подсказке - тебя приведет загадка'],
        [`
Как такое может быть?
Без мороза лед добыть.
Без зимы, чтоб холод был,
Суп поставил и забыл.
Холод он дает обильно.
Очень нужен …
        `]
      ],
    },
    8: {
      answer: 'холодильник',
      altText: 'Не верно... Давай еще подумаем',
      text: [
        ['Это было легко...'],
        ['Теперь осмотри его внимательно...'],
        ['Где-то тебя ждёт кодовое слово 😁'],
        ['Оно ооочень близко...', 30],
      ],
    },    
    9: { 
      answer: 'маркиза',
      altText: 'Не верно. Давай еще поищем...',
      text: [
        ['Да... )))'],
        ['На у что ты думала )'],
        ['Маркиза тоже участвует 😁'],
        ['Идем дальше...'],
        ['И снова фото-квест 📷😁'],
        ['Угадай по фото, что это такое'],
      ],
      photo: [
        ['https://github.com/RomanMorf/newyear_tg_bot/blob/master/assets/photo_3.jpg?raw=true']
      ]
    },
    10: { 
      answer: 'стиралка',
      altText: 'Одним словом )))',
      text: [
        ['Молодец )))'],
        ['Следующий вопрос 😁'],
        ['Как называеться долларовое дерево ?'],
      ],
      photo: [
        ['https://github.com/RomanMorf/newyear_tg_bot/blob/master/assets/photo_4.jpg?raw=true']
      ]
    },
    11: {
      answer: 'замиокулькас',
      altText: 'Давай вспоминай )',
      text: [
        ['Верно !'],
        ['Остлась всего пара моментов.'],
        ['Сейчас ты получишь подсказку, и точно будет знать, что у тебя будет за подарок 😁'],
        ['Назови прибор, который асоциируеться с этими фото'],
      ],
      photo: [
        ['https://vils.ru/upload/medialibrary/fbb/fbbf32961b50daf79fc9c0506a480d8d.jpeg'],
        ['http://fotogora.ru/wp-content/uploads/2013/10/6333765108_823a074258_b.jpg'],
        ['https://dm.henkel-dam.com/is/image/henkel/940x730_haarstraehne-haarausfall-wcms-de?scl=1&fmt=jpg'],
      ]
    },
    12: { 
      answer: 'фен',
      altText: 'У тебя есть этот прибор ) Только слегка технологически устаревший 😁',
      text: [
        ['Именно ! Но не просто фен...'],
        ['Самый технологичный фен на планете!'],
        ['Макимально безопасный для волос!'],
        ['Тебе явно уже не терпится его получить... '],
        ['Поэтому не буду дальше мучить )'],
        ['Для последей подсказки - просто напиши dyson', 40],
      ],
      photo: [
        ['https://www.dyson.com.ru/medialibrary/Group/Haircare/Desktop/605%20Supersonic%20Evo/Overview/V4/Overview-Intelligent-Heat-mobile-v2.ashx?mw=2400'],
        ['https://chudo.tech/wp-content/uploads/2016/12/fen-Dyson-Supersonic-5.jpg'],
      ]
    },
    13: {
      answer: 'dyson',
      altText: 'Уже совсем не много 🥳 Следуй инструкциям 😘',
      text: [
        ['🎁🥳🎁 🎁🥳🎁 🎁🥳🎁 🎁🥳🎁 🎁🥳🎁 🎁🥳🎁'],
        ['Вот фото, по которым ты с легкостью сможешь найти свой заветный подарок 🎁🥳🎁'],
        ['🎁🥳🎁 🎁🥳🎁 🎁🥳🎁 🎁🥳🎁 🎁🥳🎁 🎁🥳🎁'],
      ],
      photo: [
        ['https://github.com/RomanMorf/newyear_tg_bot/blob/master/assets/photo_11.jpg?raw=true'],
        ['https://github.com/RomanMorf/newyear_tg_bot/blob/master/assets/photo_12.jpg?raw=true'],
      ]
    },
  }
}