module.exports = {
  gameData: [
    {
      answer: 'готов',
      altText: 'Напиши готов, для початку гри',
      text: [
        ['С днём рождения !'],
        ['Нет времени ждать, Время праздновать !'],
        [`
Новых дел у тебя не мало, 
Следуй четко плану!
Счастья рядом поищи, 
Сильно телом не тряси!
Головою покрути,
Загляни и разверни ! 
        `],
        ['Что задумался немного?🤔', 33],
        ['Дам я фору😉', 36],
        [`
Выбирая мебель снова,
Ты доделывал :
1. Диван
2. Шкаф
3. Стол
        `, 39],
      ],
    },
    {
      answer: 'шкаф',
      altText: 'вспоминай )))',
      text: [
        ['Молодец👍'],
        ['Открой шкаф и сверху отыщи, пропиши, что нашел ты...'],
      ],
    },
    {
      answer: 'шампунь',
      altText: 'Голову ты чем моешь ? ))))',
      text: [
        ['Вот отлично !😇'],
        ['Дальше ты готов пойти?'],
      ],
    },
    {
      answer: 'готов',
      altText: 'Напиши готов, если есть силы продолжать ) Филнальный подарок того стоит )))',
      text: [
        ['Сладко, страстно, нежно,'],
        ['И местами так небрежно.'],
        ['Ты сжимаешь, гладишь, таешь,'],
        ['От касанья все ты забываешь...'],
        ['Слишком очевидно, что бы подсказывать.', 40],
        ['Ты большая умница! 😘', 43],
        ['Что бы дальше пройти, ты подарок пропиши.......', 46],
      ],
    },
    {
      answer: 'тарелка',
      altText: 'напиши название своего подарка )',
      text: [
        ['*Забери один ключ😊'],
        ['Продолжаем )'],
        ['Тип топ, тип топ'],
        ['Снова сложный поворот!😌'],
        ['Каждый новый трудный путь,'],
        ['💪Он поможет не продуть! ,'],
        ['Час обмена уж прийдёт!'],
        ['Бери старое, меняй на новое. '],

        ['🤭тут сложнее чучуть стало. ', 54],
        ['Под устал? Попей ты чаю ☕', 57],
        ['Ну давай я помогу😉', 60],
        ['Каждый день, видишь ты его ведь снова:', 63],
        [`
1. Папа
2. Брат
3. Начальник
        `, 66],
      ],
    },
    {
      answer: 'брат',
      altText: 'Спроси у Леры )))',
      text: [
        ['Вот отлично, так держать!🥳'],
        ['Получил подарок ты, пропиши, что там внутри..........'],
      ],
    },
    {
      answer: 'футбол',
      altText: 'Лера точно знает ответ )',
      text: [
        ['*Забери один ключ😊'],
        ['Скоро все твои ключи будут на месте 😊'],
        ['Выгодно все обменяв, выдыхай и отдыхай!😮‍💨'],
        ['Сядь, подумай, выпей кофе,'],
        ['Посмотри сквозь все заботы,'],
        ['Может там найдешь ты что то,'],
        ['Что поможет приоткрыть'],
        ['Новый уровень заботы,'],
        ['Что б жирком нам не заплыть 🤭'],

        ['Долго думаешь ты что то?🤔 ', 80],
        ['Может подскажем мы 🤏?', 83],
        ['Пиши  "да", там ведь немного🤫', 86],
      ],
    },
    {
      answer: 'да',
      altText: '...',
      text: [
        ['Там встречаем мы их снова,'],
        ['Прямо как у водопоя:'],
        [`
1. Бойлерная
2. Барбара
3. Сказка
        `],

      ],
    },
    {
      answer: 'бар',
      altText: '...',
      text: [
        ['💪мощно, что сказать!'],
        ['Дальше только так держать!'],
        ['Подкрепился ты немного? 🤤'],
        ['Что внутри смотри с порога.........'],
      ],
    },
    {
      answer: 'конфе',
      altText: 'Спроси у Леры ) Он точно все знает )',
      text: [
        ['Забери еще один ключ😊'],
        ['На маршрут ты выходи,🚶‍♂️'],
        ['Прямо к цели ты иди.'],
        ['Все ключи получив'],
        ['Применяй их прокрутив. '],
        ['Помни числа, даты '],
        ['От восьми вернись обратно.'],
        ['На девятый не ходи,'],
        ['Синий цвет ты не пройди.'],

        ['Сложная загадка снова?', 60],
        ['Не беда, подсказка дома🤫.', 63],
        ['Два ряда и три цифры, ', 66],
        ['Отнемайка двойку с тридцати,', 69],
        ['Да про единицу помни ты:', 72],
        [`
1. 280
2. 130
3. 128
        `, 72],
      ],
    },
    {
      answer: '128',
      altText: 'Тут не нужна подсказка )))',
      text: [
        ['Отгадав ты все пароли, забирай подарок снова :'],
        ['пр.Лесной, 6, 2е парадное, код 128, почтовый ящик #70'],
        ['Как готов, пиши ты "дальше"'],
      ],
    },
    {
      answer: 'дальше',
      altText: 'напиши "дальше", чтобы продолжить',
      text: [
        ['Сложив цифры верно снова, пропиши  одно лишь слово....'],
      ],
    },
    {
      answer: 'носк',
      altText: 'Спроси у Леры ) Он точно все знает )',
      text: [
        ['Получив ты новый приз,🤩'],
        ['Смело можешь идти вниз.'],
        ['Ты старался очень смело, '],
        ['Может даже надоело...'],
        ['Мучать ты сказал, что можно, '],
        ['Так что мне не так уж сложно!🙃'],
        ['Мерять нужно хорошо'],
        ['Так как дальше не свезло,'],
        ['Нужно повернуть назад,'],
        ['Открыть дверь и поискать.'],
        ['Места там уж маловато,'],
        ['Но найти прийдется как то. '],

        ['Может чуть я подскажу?', 66],
        ['К своему имуществу вернись,', 69],
        ['Покрутись и повернись,', 72],
        ['Дверь багажника открыв ', 75],
        ['Там подарок найди ты.', 78],

        ['Забери один ключ😊', 84],
        ['На этом квест заканчивается )))', 90],
        ['Молодец ! )', 95],
      ],
    },
    // end of the quest
    {
      answer: '...',
      altText: 'Квест закончился ) Но, если хочеш - можеш снова его пройти ) Для этого просто напиши /start',
      text: [],
    },
  ]
}