module.exports = {
  gameData: {
    0: {
      answer: 'киев123123',
      altText: 'Нажми /start для начал игры',
      text: [],
    },
    1: { 
      answer: 'киев',
      altText: 'Ооо...  Видимо 🍾 было не мало ))) Давай еще попробуем',
      text: [
        ['Точно !'],
        ['Значит все в порядке и мы можем продолжать 😁'],
        ['Я спрятал для тебя сюрприз'],
        ['С ним будет приятнее проходить задание )'],
        ['Найти его будет не сложно... 😁'],
        ['Посмотри там, где находяться наши сладности и снеки ? )'],
        ['Он будет с "Бантиком" )'],
        ['Напиши мне, что ты там нашла ?)))'],
      ],
    },
    2: { // спрятать киндер на полке со снеками... 
      answer: 'киндер',
      altText: 'Одним словом, пожалуйста ) Я еще не очень продвинутый бот ))) Но всему свое время 😁',
      text: [
        ['Приятного )))'],
        ['Это только начало... '],
        ['Как на счет включить мозги и логику... и решить на сложную задачку ?'],
        ['Не переживай... ) Она не очень сложная )'],
      ],
      photo: [
        ['http://goodprogrammer.ru/system/rich_texts/000/000/4772640df897938dd1460d47bb5e3ab1c55e0e30cda/bananas.jpg?1441797730']
      ],
    },
    3: {
      answer: '21',
      altText: 'Тест на внимательность — не ошибитесь с бананами :)',
      text: [
        ['Верно !'],
        ['Мозги включились... И это хорошо ! '],
        ['Идем дальше )))'],
        ['Скучно не будет 🥳'],
        ['Вопрос простой... Но снова придёться ключить мозги )'],
        ['На сколько стульев разбираеться наш пуфик-трансформер ?'],
      ],
    },
    4: { 
      answer: '5',
      altText: 'Смотреть на пуфик не желательно, но можно )',
      text: [
        ['Точно )'],
        ['Щелкаешь вопросы, как орешки... )'],
        ['За это тебе полагаеться приятность ))))'],
        ['Найди у нас в квартире предмет с надписью "Tissue"'],
        ['В нём тебя кое-что ждёт )))'],
        ['Этот предмет для ... )'],
      ],
    },
    5: { 
      answer: 'зубов',
      altText: 'Подсказка... У тебя их мого )))',
      text: [
        ['Да... '],
        ['Полезный микро-презент 🥳'],
        ['Продолжаемс... )'],
        ['Фото-квест 📷📷📷😁'],
        ['Что изображено на этом фото ?)'],
      ],
      photo: [
        ['https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Jupiter%2C_image_taken_by_NASA%27s_Hubble_Space_Telescope%2C_June_2019_-_Edited.jpg/300px-Jupiter%2C_image_taken_by_NASA%27s_Hubble_Space_Telescope%2C_June_2019_-_Edited.jpg']
      ],
    },
    6: { 
      answer: 'юпитер',
      altText: 'Подсказка... Самая большая планета нашей солнечной системы )',
      text: [
        ['Газовый гиганг... Планета Юпитер'],
        ['Молодец 🥳'],
        ['Движемся ближе к нашей планете... )'],
        ['На каком небесном теле был сделан это снимок?'],
      ],
      photo: [
        ['https://birdinflight.com/wp-content/uploads/2015/10/Apollo_30BIG.jpg'],
      ],
    },
    7: { 
      answer: 'луна',
      altText: 'Мы видим его почти каждую ночь...',
      text: [
        ['Да... 🥳'],
        ['Прям астроном ) 🌓'],
        ['Хватит на сегодня с нас космоса )'],
        ['Идём на Землю 🌍'],
        ['Отгадай загадку )'],
        [`
Очень странно, что за пруд?
Ни плотины, ни запруд,
Берег белый, будто мел,
Где ни ступишь – всюду мель.
Да к тому же иногда
В нем горячая вода.
И не странно, и не странно, Потому что это…
        `],
      ],
    },
    8: { 
      answer: 'ванна',
      altText: 'Тут все просто )',
      text: [
        ['Да... 🥳 🛁 🥳'],
        ['Где-то в ней спрятатам сюрприз )))'],
        ['Давай пойдём и поищем его )'],
        ['Когда найдёшь - напиши мне его цвет 😉'],
      ],
    },
    9: { 
      answer: 'красный',
      altText: 'Смотри внимательно... Возможно что-то отодвинь... ',
      text: [
        ['хи-хи-хи 😂'],
        ['Сюрпризик ))))'],
        ['Продолжаем )))'],
        ['Надесь интересно 😉'],
        ['Загадка...'],
        [`
Стоит дуб,
В нем двенадцать гнезд,
В каждом гнезде
По четыре яйца,
В каждом яйце
По семи цыпленков.
        `]
      ],
    },
    10: { 
      answer: 'год',
      altText: 'Давай еще подумаем ) ',
      text: [
        ['хи-хи-хи 😂'],
        ['Да )'],
        ['А такую...'],
        [`
Вот иголки и булавки
Выползают из-под лавки,
На меня они глядят,
Молока они хотят.
`]
      ],
    },
    11: { 
      answer: 'ёжик',
      altText: 'Смотри внимательно... ',
      text: [
        ['Да... ) Ёжик ) 🦔🦔🦔'],
        ['Не устала... ? Мы продолжаем )'],
        ['У тебя в гардеробе, где-то спрятан приятный сюрприз )'],
        ['Как найдешь его... напиши на какой полке, начиная отсчет с верхней, он был )))'],
      ],
    },
    12: {
      answer: '5',
      altText: 'Смотри внимательно... ',
      text: [
        ['Да )'],
        ['И это снова тебе 😘'],
        ['Много же у тебя там полок )))'],
        ['Легкая задачка на мамять...'],
        ['Сколько всегоу нас вазонов с цветами на кухне  ?)))'],
      ],
    },   
    13: {
      answer: '6',
      altText: 'Можешь пройтись и посчитать )',
      text: [
        ['Верно )))'],
        ['Следующий сюрприз спрятан в ооочень мужском месте...'],
        ['Объёмом оно не большое...'],
        ['Как найдешь  - напиши мне, какого оно цвета ))))'],
      ],
    },    
    14: {
      answer: 'черный',
      altText: 'Подумай еще... Ты видишь его почти каждый день )))',
      text: [
        ['Точно'],
        ['До конца осталось совсем не много )))'],
        ['У нас снова загадка )'],
        ['Только вот теперь она будет сложная... )'],
        ['Найди аналог "Кадомацу", "Чичилаки", "Кейну" и "Йилбаши Агаджи, и тогда ты поймешь о чем идет речь )'],
        ['Задачка сложная... Возможно стоит погуглить... '],
      ],
    },
    15: { 
      answer: 'ёлка',
      altText: 'Подсказка... Это есть и у нас дома...',
      text: [
        ['Верно ! 🥳🥳🥳'],
        ['Как же без елки то на новый год )))'],
        ['А теперь переходим к финальной части нашего квеста )'],
        ['Я вчера обещал, что под Ёлкой тебя будет ждать подарок ))'],
        ['И я не шутил )))'],
        ['Он ждет тебя... Осталось только найти его )'],
      ],
    },
  }
}